Repository: loopnlearn/LoopKit
Catalog: LoopKit/*.lproj/Localizable.strings
Languages: sk

source: %1$@ U bolus failed
sk: %1$@ J bolusu zlyhalo

source: %1$@ U bolus may not have succeeded
sk: %1$@ J bolusu sa možno nepodarilo

source: Authorization Denied
sk: Autorizácia zamietnutá

source: Check your pump before retrying
sk: Skontrolujte vašu pumpu predtým ako skúsite znova

source: com.loudnate.CarbKit.deleteCarbEntryUnownedErrorDescription
sk: Autorizácia zamietnutá

source: com.loudnate.carbKit.sharingDeniedErrorRecoverySuggestion
sk: Táto vzorka môže byť vymazaná z app Zdravie

source: Communication Failure
sk: Spojenie zlyhalo

source: Connection Failure
sk: Spojenie zlyhalo

source: Device Refused
sk: Zariadenie Odmietnuté

source: Ensure carb data exists for the specified date
sk: Uistite sa že údaje o sacharidoch existujú pre tento dátum

source: Falling
sk: Klesá

source: Falling fast
sk: Klesá rýchlo

source: Falling very fast
sk: Klesá veľmi rýchlo

source: Flat
sk: Rovný

source: g/U
sk: g/J

source: Invalid Configuration
sk: Neplatná Konfigurácia

source: It is safe to retry
sk: Je bezpečné skúsiť znova

source: mg/dL/U
sk: mg/dL/J

source: mmol/L/U
sk: mmol/L/J

source: Needs Attention
sk: Vyžaduje pozornosť

source: No values found
sk: Nenašli sa údaje

source: Please re-enable sharing in Health
sk: Prosím znovu povoľte zdieľanie v Zdravie

source: Rising
sk: Stúpa

source: Rising fast
sk: Stúpa rýchlo

source: Rising very fast
sk: Stúpa veľmi rýchlo

source: U
sk: J

source: U/hr
sk: J/hod

source: Unit
sk: Jednotka

source: Unit/hour
sk: Jednotka/hodina

source: Units
sk: Jednotky

source: Units/hour
sk: Jednotky/hodina
